[
    {
      "location": "Canal Street",
      "sound address": "https://github.com/ZhijunSong/MuseumofSound/blob/main/assets/Canal%20street/Canal%20St.02.mp3?raw=true",
      "description": "Canal St-Chinese New Year Festivities: Stepping into Manhattan’s Chinatown is like being immersed in another country. During January or February, you can hear people celebrating lunar new year. A common festivity during this time is lighting firecrackers, which  were originally used to scare away evil spirits. You can hear children playing with bang snaps, a small firecracker that emitts a crisp sound when thrown on the ground.",
      "pictures": "https://github.com/ZhijunSong/MuseumofSound/blob/main/assets/Canal%20street/Canal%20St.02.jpeg?raw=true"
    },
    {
      "location": "Canal Street : Supermarket",
      "sound address": "https://github.com/ZhijunSong/MuseumofSound/blob/main/assets/Canal%20street/Canal%20St.04.m4a?raw=true",
      "description": "Canal St-Chinatown Supermarket: There are many supermarkets in Chinatown where you can find authentic Asian food and ingredients. The supermarket transports shopper to the 1990s with this classic Cantonese song. The vintage decorations along with the tunes tell us a story from the last century.",
      "pictures": "https://github.com/ZhijunSong/MuseumofSound/blob/main/assets/Canal%20street/Canal%20St.04JPG.JPG?raw=true"
    },
    {
      "location": "Canal Street : Supermarket",
      "sound address": "https://github.com/ZhijunSong/MuseumofSound/blob/main/assets/Canal%20street/Canal%20St.03m4a?raw=true",
      "description": "Canal St- Chinatown Restaurant: On a weekend morning, restaurants in Chinatown are bustling with diners. Here, you can hear the sound of people ordering food in Cantonese, a language characteristic of Chinatown. Historically, Cantonese speakers dominated the western side of Chinatown, an area that continues to be a main business district. This language represents the history of Chinese immigration.",
      "pictures": "https://github.com/ZhijunSong/MuseumofSound/blob/main/assets/Canal%20street/Canal%20St.03JPG.JPG?raw=true"
    },
    {
      "location": "Canal Street",
      "sound address": "https://github.com/ZhijunSong/MuseumofSound/blob/main/assets/Canal%20street/Canal%20St.01m4a?raw=true",
      "description": "Canal St-Chinatown Er Hu Player: \nThe erhu is a two-stringed bowed musical instrument and is known in the West as the Chinese violin. It can be a solo instrument or played in small emsembles or large orchestras.  Unlike street performers playing western instruments in Time square or Union square, elderly performers in Chinatown bring Chinese traditional sounds to this diverse city.",
      "pictures": "https://github.com/ZhijunSong/MuseumofSound/blob/main/assets/Canal%20street/Canal%20St.01.png?raw=true"
    },
    {
      "location": "Canal Street",
      "sound address": "https://github.com/ZhijunSong/MuseumofSound/blob/main/assets/Canal%20street/Canal%20St.05.m4a?raw=true",
      "description": "Canal St-Chinatown Antique Store: This store is located in Chinatown and sells Chinese trinkets and souvenirs. In this clip, you can hear the bells from a wind chime, a sound commonly heard in this area.",
      "pictures": "https://github.com/ZhijunSong/MuseumofSound/blob/main/assets/Canal%20street/Canal%20St.%2005.HEIC?raw=true"
    },
    {
      "location": "Union Square",
      "sound address": "https://github.com/ZhijunSong/MuseumofSound/blob/main/assets/14th%20street/14th%20St.%2002.mp3?raw=true",
      "description": "Union Square-Chess Game:Union Square is a big chess hub and it’s located just outside the subway entrance near the northeast corner of 14th St. and Union Square West. Dozens of chess players sit on crates and use makeshift tables. They lure passersby with offers to try to beat them for $5 to $10 per game. Some players make a living from playing chess in this area. It is a way of relaxation in the New York City.",
      "pictures": "https://github.com/ZhijunSong/MuseumofSound/blob/main/assets/14th%20street/14th%20St.%2002.jpeg?raw=true"
    },
    {
      "location": "Union Square",
      "sound address": "https://github.com/ZhijunSong/MuseumofSound/blob/main/assets/14th%20street/14th%20St%2001.mp3?raw=true",
      "description": "Union Square-Farmers Market: \n\nFarmer market is an essential elements for any city, a tradition as old as civilization itself. Union Square Greenmarket began with just a few farmers in 1976 and has grown exponentially. In peak season, 140 regional farmers, fishers, and bakers sell their products to a dedicated legion of city dwellers. It’s open Monday, Wednesday, Friday, and Saturday and you can find up to 60,000 shoppers wandering around the market. You can hear the sound of shoppers chatting with vendor in this clip.",
      "pictures": "https://github.com/ZhijunSong/MuseumofSound/blob/main/assets/14th%20street/14th%20St.%2001.jpeg?raw=true"
    },
    {
      "location": "Union Square",
      "sound address": "https://github.com/ZhijunSong/MuseumofSound/blob/main/assets/14th%20street/14th%20St.%2003mp3?raw=true",
      "description": "The Metropolitan Transportation Authority (MTA) grants every musician the legal right to perform so you can find many of them inside subway stations.  In 2020, music in the subway disappeared because of the city lockdown. The MTA restarted its Music Under New York program, which organize some 350 performers at some of the most popular underground spots. It gives people the feeling that New York is returning to normal. Performance in the subway represents the street culture of New York City.",
      "pictures": "https://github.com/ZhijunSong/MuseumofSound/blob/main/assets/14th%20street/14th%20st.03.jpeg?raw=true"
    },
    {
      "location": "34th Street : Greeley Square",
      "sound address": "https://github.com/ZhijunSong/MuseumofSound/blob/main/assets/Ktown/34th%20st%2002.mp3?raw=true",
      "description": "Greeley square park:\n\nGreeley square park is a triangular space that lies between West 32nd Street and West 33rd street in Midtown Manhattan. It serves as a rest area for the thousands of shoppers, a lunchroom for people who work in midtown, and a stage for musical performances. There are two tables for people to play ping pong. In this area, you can often hear fire truck and police car sirens.",
      "pictures": "https://github.com/ZhijunSong/MuseumofSound/blob/main/assets/Ktown/34th%20st%2002.jpeg?raw=true"
    },
    {
      "location": "Ktown Food Court",
      "sound address": "https://github.com/ZhijunSong/MuseumofSound/blob/main/assets/Ktown/34th%20St.01.m4a?raw=true",
      "description": "Korean town Food court:\n\nThere are high density of crowded restaurants, bars, and karaoke clubs in Koreatown. It is a major tourist attraction and the center of nightlife in Manhattan. This clip is from a food court in Koreatown and you can hear diners talking, Korean music playing",
      "pictures": "https://github.com/ZhijunSong/MuseumofSound/blob/main/assets/Ktown/34th%20St.01.JPG?raw=true"
    },
    {
      "location": "Time Square",
      "sound address": "https://github.com/ZhijunSong/MuseumofSound/blob/main/assets/Time%20Square/42nd%20St.%2001mp3?raw=true",
      "description": "Time Square:\n\nTimes Square is one of the world's most visited tourist attractions, drawing an estimated 50 million visitors annually. Approximately 330,000 people pass through Times Square daily and you can hear various languages being spoken.",
      "pictures": "https://github.com/ZhijunSong/MuseumofSound/blob/main/assets/Time%20Square/42nd%20st%2001%20.webp?raw=true"
    },
    {
      "location": "Time Square",
      "sound address": "https://github.com/ZhijunSong/MuseumofSound/blob/main/assets/Time%20Square/42nd%20St.%2002.mp3?raw=true",
      "description": "Street announcer in Time squareTime square is a famous tourist destination and has a lot of street announcers selling to tourists passing by. The sound comes from a street announcer selling discount tickets in Time Square.",
      "pictures": "https://github.com/ZhijunSong/MuseumofSound/blob/main/assets/Time%20Square/42nd%20st%2002.jpeg?raw=true"
    },
    {
      "location": "Time Square",
      "sound address": "https://github.com/ZhijunSong/MuseumofSound/blob/main/assets/Time%20Square/42nd%20St%2003.m4a?raw=true",
      "description": "Street performer in time square subway:\n\nTimes Square is a popular destination for busking due to the large flow of people passing through. The Metropolitan Transportation Authority (MTA)  grants every musician the legal right to perform. In 2020, music in the subway disappeared because of the city lockdown. MTA restarted its Music Under New York program, which organizes some 350 other performers at some of the most popular underground spots, to give people the feeling that New York is returning to normal. You can hear a slice of iconic New York street culture in this clip.",
      "pictures": "https://github.com/ZhijunSong/MuseumofSound/blob/main/assets/Time%20Square/42nd%20St.03.jpeg?raw=true"
    }
  ]